{
    "0": {
        "sentences": [
            "Iran Says Its Foes Targeted Nuclear Plant"
        ]
    },
    "1": {
        "sentences": [
            "Ecuador’s Guillermo Lasso Wins Presidential Election"
        ]
    },
    "2": {
        "sentences": [
            "Jordan’s Royal Feud Sends Shockwaves Through Country’s Traditional Tribes",
            "Conservative Ex-Banker Headed to Victory in Presidential Election in Ecuador",
            "Blackout Hits Iran Nuclear Site in What Appears to Be Israeli Sabotage"
        ]
    },
    "3": {
        "sentences": [
            "Prince Charles Moves Closer to Center Stage"
        ]
    },
    "4": {
        "sentences": [
            "Solar-Energy Supply Chain Depends on Region Where China Is Accused of Genocide"
        ]
    },
    "5": {
        "sentences": [
            "Myanmar Faces Empty Factories, Closed Banks"
        ]
    },
    "6": {
        "sentences": [
            "North Korea’s Kim Warns of Tough Times as Economic Problems Bite ",
            "‘Tell Us if He’s Dead’: Abductions and Torture Rattle Uganda",
            "In Peru’s Presidential Election, the Most Popular Choice Is No One",
            "Need New Skills? How About a Hug? The Women’s Shed Welcomes You.",
            "A Clash of Wills Keeps a Leonardo Masterpiece Hidden",
            "Harry Will Attend Philip’s Funeral, Raising Hope Royal Rift Will Heal",
            "Rise of Variants in Europe Shows How Dangerous the Virus Can Be"
        ]
    },
    "7": {
        "sentences": [
            "South Korea’s Conservatives Win Big in Mayoral Polls"
        ]
    },
    "8": {
        "sentences": [
            "Japan Calls on China to Improve Conditions for Uyghurs, Hong Kong ",
            "More Bloodshed in Myanmar as Crackdown on Coup Protests Continues"
        ]
    },
    "9": {
        "sentences": [
            "Troubled Covid-19 Vaccine Rollout in Europe Nears Possible Turning Point"
        ]
    },
    "10": {
        "sentences": [
            "#MeToo en Francia: el movimiento largamente aplazado va tumbando a los poderosos"
        ]
    }
}