{
    "list1": [
        "Iran Says Its Foes Targeted Nuclear Plant",
        "Ecuador’s Guillermo Lasso Wins Presidential Election",
        "Jordan’s Royal Feud Sends Shockwaves Through Country’s Traditional Tribes",
        "Prince Charles Moves Closer to Center Stage",
        "Solar-Energy Supply Chain Depends on Region Where China Is Accused of Genocide",
        "Myanmar Faces Empty Factories, Closed Banks",
        "North Korea’s Kim Warns of Tough Times as Economic Problems Bite ",
        "South Korea’s Conservatives Win Big in Mayoral Polls",
        "Japan Calls on China to Improve Conditions for Uyghurs, Hong Kong ",
        "Troubled Covid-19 Vaccine Rollout in Europe Nears Possible Turning Point",
        "Macron Replaces ENA With New School for French Elite ",
        "AstraZeneca Vaccine Gets Hit With More Setbacks in U.K., Europe",
        "Suez Canal Has Reopened, but Ever Given Isn’t Free to Go",
        "Behind Jordan’s Royals Feud, a Prince Who Upstaged a King    ",
        "Biden Administration Restoring Aid to Palestinians ",
        "Egypt, Ethiopia Tensions Escalate as Nile Dam Talks Falter",
        "Nigeria Prison Attack Frees 1,800 Inmates",
        "Amid Islamist Siege in Mozambique, Energy Giant Scrambles to Evacuate ",
        "With Recent Covid-19 Wave Under Control, Chinese Consumers Spend on Travel",
        "Hong Kong Revives Move to Reduce Corporate Transparency Now That Opposition Is Gone",
        "Chinese Officials Celebrate Social-Media Attacks on H&amp;M",
        "As the U.S. Vaccinates Millions for Covid-19, Most Canadians Are Still Waiting",
        "Covid-19 Variant From Brazil Has Taken Hold in Canada ",
        "Black Cube Was Paid Large Sum to Discredit Judge, Court Rules",
        "Covid-19 Shut Schools Across Latin America, and Children Joined Gangs",
        "Brother of Honduras President Sentenced to Life in Drug-Trafficking Case",
        "Brazil’s Military Chiefs Quit as Pandemic Pressures Government",
        "Prince Philip Mourned After His Death at 99",
        "Riots Break Out in Northern Ireland, Highlighting Brexit Tensions",
        "Fears of Chinese Move on Taiwan Weigh on U.S.-China Relations"
    ],
    "list2": [
        "‘Tell Us if He’s Dead’: Abductions and Torture Rattle Uganda",
        "Conservative Ex-Banker Headed to Victory in Presidential Election in Ecuador",
        "In Peru’s Presidential Election, the Most Popular Choice Is No One",
        "Blackout Hits Iran Nuclear Site in What Appears to Be Israeli Sabotage",
        "Need New Skills? How About a Hug? The Women’s Shed Welcomes You.",
        "More Bloodshed in Myanmar as Crackdown on Coup Protests Continues",
        "A Clash of Wills Keeps a Leonardo Masterpiece Hidden",
        "Harry Will Attend Philip’s Funeral, Raising Hope Royal Rift Will Heal",
        "Rise of Variants in Europe Shows How Dangerous the Virus Can Be",
        "#MeToo en Francia: el movimiento largamente aplazado va tumbando a los poderosos",
        "‘Ya no hay fiestas’: la pandemia golpeó a los fabricantes de piñatas en México",
        "Así serán las Olimpiadas de Tokio",
        "‘Están llegando cantidades enormes’: ante las dificultades en EE. UU. muchos migrantes buscan refugio en México",
        "‘No quería vivir en la sombra’: el drama de los beneficiarios del TPS en Estados Unidos",
        "Where Boars Hog the Streets",
        "‘No More Parties’: Mexico’s Piñata Makers Badly Bruised by Pandemic",
        "‘Like a Miracle’: Israel’s Vaccine Success Allows Easter Crowds in Jerusalem",
        "Shut Out on Vaccines, Tiny San Marino Turns to Old Friend: Russia",
        "Skiing in Himalayas Is ‘Like a Beautiful Dream,’ Despite Conflict and Coronavirus"
    ]
}