{
    "0": {
        "sentences": [
            "How Amazon Strong-Arms Partners Using Its Power Across Multiple Businesses",
            "How can you mistake a gun for a Taser?",
            "How to foster creativity at home"
        ]
    },
    "1": {
        "sentences": [
            "Bernie Madoff, Fraud Mastermind, Dies at Age 82",
            "Biden Brushes Off China’s Complaints, Sends First Delegation to Taiwan",
            "Biden Proposes a U.S.-Russian Summit in Call to Putin",
            "Egypt Seizes Ever Given Ship in Suez Canal, Demands Compensation",
            "Egypt, Ethiopia Tensions Escalate as Nile Dam Talks Falter",
            "Riots Break Out in Northern Ireland, Highlighting Brexit Tensions",
            "Somalia’s President Extends Term by Two Years, Drawing Condemnation",
            "Taiwan Hunters Contend With Taboos, and Trials, to Uphold Tradition"
        ]
    },
    "2": {
        "sentences": [
            "Buy a Share in a Castle—And Help Restore It",
            "Are $219 Running Shorts Worth It? Some Marathoners Say Yes",
            "Myanmar’s Military Has Enemies. Protesters Are Asking for Their Help. ",
            "Their London Pub Was Reduced to Rubble. They Fought to Bring It Back."
        ]
    },
    "3": {
        "sentences": [
            "India’s Migrants Flee to Villages as Covid-19 Prompts New Lockdown",
            "Australia Expects Big Delays to Covid-19 Vaccine Rollout",
            "Italy’s Covid-19 Vaccinations Bypassed the Elderly, and More Are Dying",
            "Troubled Covid-19 Vaccine Rollout in Europe Nears Possible Turning Point",
            "Tanzania’s New President Nudges Country Away From Covid-19 Denial",
            "South Africa Covid-19 Strain: What We Know About the Variant",
            "With Recent Covid-19 Wave Under Control, Chinese Consumers Spend on Travel",
            "Covid-19 Variants Stress Canadian Hospitals ",
            "As the U.S. Vaccinates Millions for Covid-19, Most Canadians Are Still Waiting",
            "Covid-19 Variant From Brazil Has Taken Hold in Canada ",
            "Covid-19 Shut Schools Across Latin America, and Children Joined Gangs"
        ]
    },
    "4": {
        "sentences": [
            "EU Orders Extra Pfizer Vaccines Amid J&amp;J Suspension",
            "Western Warnings Tarnish Vaccines the World Badly Needs",
            "Biden: &#x27;It&#x27;s time to end America&#x27;s longest war&#x27;",
            "Iran boosts uranium enrichment after &#x27;wicked&#x27; attack",
            "Biden: &#x27;It&#x27;s time to end America&#x27;s longest war&#x27;",
            "Iran boosts uranium enrichment after &#x27;wicked&#x27; attack",
            "Biden: &#x27;It&#x27;s time to end America&#x27;s longest war&#x27;",
            "Iran boosts uranium enrichment after &#x27;wicked&#x27; attack",
            "&#x27;No say over my body&#x27;",
            "Afghans face pivotal moment as US &#x27;closes the book&#x27;",
            "&#x27;I&#x27;m being used as a sex-baiting bot online&#x27;",
            "Daunte Wright: &#x27;He was loved, he was ours&#x27;"
        ]
    },
    "5": {
        "sentences": [
            "Iran Plans to Enrich Uranium Closer to Weapons Grade",
            "Iran’s Nuclear Program: How Close Is Tehran to Developing Nuclear Weapons? ",
            "A Ramadan Closer to Normal for 2021",
            "Ramadán 2021: una celebración un poco más normal"
        ]
    },
    "6": {
        "sentences": [
            "Solar-Energy Supply Chain Depends on Region Where China Is Accused of Genocide",
            "Hong Kong Revives Move to Reduce Corporate Transparency Now That Opposition Is Gone",
            "Where Boars Hog the Streets"
        ]
    },
    "7": {
        "sentences": [
            "Peru Election Pits Castro Fan Against Authoritarian Ex-Leader’s Daughter",
            "Ecuador’s Guillermo Lasso Wins Presidential Election",
            "Afghans Wonder ‘What About Us?’ as U.S. Troops Prepare to Withdraw",
            "They ‘Bombed My Dream’: Denmark Strips Some Syrians of Residency Status",
            "The Only Ones Arrested After a Child’s Rape: The Women Who Helped Her",
            "Need New Skills? How About a Hug? The Women’s Shed Welcomes You.",
            "‘No More Parties’: Mexico’s Piñata Makers Badly Bruised by Pandemic"
        ]
    },
    "8": {
        "sentences": [
            "St. Vincent Volcano Eruptions Rock Caribbean Island",
            "Volcano blankets island in layer of grey",
            "Volcano blankets island in layer of grey",
            "Volcano blankets island in layer of grey"
        ]
    },
    "9": {
        "sentences": [
            "Prince Philip Mourned After His Death at 99"
        ]
    },
    "10": {
        "sentences": [
            "The Crucial Questions for Afghanistan",
            "NATO Is Expected to Confirm Its Troop Withdrawal From Afghanistan",
            "The neglected disease killing thousands",
            "The noodle taking the world by storm",
            "The mistakes that could shape humanity",
            "The danger of identifying as your job"
        ]
    },
    "11": {
        "sentences": [
            "Her Boss Sent Harassing Texts. So She Beat Him With a Mop."
        ]
    },
    "12": {
        "sentences": [
            "Los fantasmas de la violencia política vuelven a Irlanda del Norte",
            "Las únicas detenidas tras la violación de una niña: las mujeres que la ayudaron",
            "Pasaportes de vacunación: ¿Qué son y para qué servirían?",
            "Una parodia en Chile movilizó al ejército de fans de la banda BTS contra el racismo"
        ]
    },
    "13": {
        "sentences": [
            "Officer who shot dead black motorist to be charged",
            "Officer who shot dead black motorist to be charged",
            "Officer who shot dead black motorist to be charged"
        ]
    },
    "14": {
        "sentences": [
            "Denmark stops use of AstraZeneca vaccine",
            "Denmark stops use of AstraZeneca vaccine",
            "Denmark stops use of AstraZeneca vaccine"
        ]
    },
    "15": {
        "sentences": [
            "Disgraced financier Bernie Madoff dies in prison",
            "Disgraced financier Bernie Madoff dies in prison",
            "Disgraced financier Bernie Madoff dies in prison"
        ]
    },
    "16": {
        "sentences": [
            "Chinese man killed in elaborate body-swap scheme",
            "Chinese man killed in elaborate body-swap scheme",
            "Chinese man killed in elaborate body-swap scheme",
            "Why a $30m scheme failed to stop school abductions"
        ]
    },
    "17": {
        "sentences": [
            "Search for survivors from Louisiana capsized ship"
        ]
    },
    "18": {
        "sentences": [
            "Trapped children die in Niger school blaze",
            "The school that rules Britain"
        ]
    },
    "19": {
        "sentences": [
            "Hundreds test positive for Covid at Hindu festival",
            "Covid: Younger Brazilians fall ill as cases explode"
        ]
    },
    "20": {
        "sentences": [
            "Bachelor star Colton Underwood comes out as gay"
        ]
    },
    "21": {
        "sentences": [
            "US college returns Mayan urn to Mexico"
        ]
    },
    "22": {
        "sentences": [
            "Masked men destroy printers at controversial HK newspaper"
        ]
    },
    "23": {
        "sentences": [
            "Police release footage of shooting of Daunte Wright",
            "Teargas at protests against Minneapolis shooting"
        ]
    },
    "24": {
        "sentences": [
            "We went troll hunting in Iceland"
        ]
    }
}